{
    "f1": {
        "overview": "  The Big Five SafariNairobi  Masai Mara  NairobiFrom $ 160 PP; 1/Jan/2024  30th/Jun/2024From $ 390 PP; 1/July/2024  30th/ Dec/2024NOTE: For a single room you add an extra USD 303 Days & 2 NightsDay 1: Nairobi  Masai MaraGet picked up from your Hotel/Residence and transfer to the office to meet other travelers and depart Nairobi in the morning for a journey south through the floor of the Great Rift Valley (approximately 5-6 hours drive).The Great Rift Valley offers stunning vistas of vast plains, escarpments and panoramic views. You will make a stopover at viewpoint along the way to capture breathtaking photographs and soak in the beauty of the surroundings. Hand-made souvenirs may be bought here from local artisans as they regale you with myths and legends about how the Rift Valley came to be.Arrive in time to check in and enjoy a sumptuous lunch at RHINO TOURIST CAMP or similar.Venture out for an afternoon game drive, encountering lions, cheetahs, hartebeests, wildebeests and other iconic wildlife like the majestic elephants, the powerful buffaloes, the graceful zebras and hippos.Return to the camp for a dinner overnight stay.Day 2: Masai Mara Full Day Game DrivesStart the day with an early hearty breakfast and proceed to a full day game with packed picnic bush lunch.Keep an eye out for the iconic Big Five: lions, leopards, elephants, buffaloes, white and black rhinos.Explore different areas of the reserve, each offering unique wildlife sightings and stunning vistas.Take a break for a bush picnic lunch amidst the wilderness, surrounded by the sights and sounds of nature.Stop by the Mara River which is the center stage of the 8th wonder of the world and witness the Great Wildebeest Migration (occurs every year from July-October).Return to the camp for a delightful dinner and overnight stay.Day 3 Masai Mara  NairobiAfter breakfast (Optional visit the Masai Village) depart Masai Mara Game reserve and stop over for lunch at a tastefully selected restaurant along the way.Arrive Nairobi late afternoon.  ",
        "inclusions": "     PACKAGE INCLUDES:Meet, Greet and Assist services.Full board accommodation while on Safari.Game drives in the parks and game reserves visited.A professional driver/guide.Transport in a comfortable safari vehicle with a pop-up roof for game viewing.Drinking water while on safari.         PACKAGE EXCLUDES:Park fees to the game reserveTips to service providers (Highly Recommended)Maasai cultural village visit and other optional activities.All expenses of personal nature (e.g. drinks, laundry, optional activities, souvenirs etc.)Drinks and any other item not specified above.     "
    }
}