{
    "f10": {
        "overview": "  Nairobi  Masai Mara  Serengeti  Ngorongoro  Arusha7 Days & 6 NightsDay 1: Nairobi  Lake Nakuru National ParkPick up from your hotel or airport and depart to Lake Nakuru National Park with a stop over at The Great Rift Valley viewpoint to take photographs of the scenic valley. Interact with local artisans who makes traditional african souvenirs as you listen to their amusing tales of how the valley was formed. Arrive at Nakuru for lunch and check in at CITYMAX HOTEL or similar. Embark on afternoon game drive in Lake Nakuru and return to hotel for dinner and overnight stay.Day 2: Lake Nakuru  Masai MaraDepart the hotel after breakfast and drive via the scenic floor of the Great Rift Valley to Masai Mara. Arrivefor lunch and check in RHINO TOURIST CAMP. Embark for an afternoon game drive in search of black manned lions, elephants, leopards, cheetah, buffaloes and other plain game. Return for dinner and overnight at the camp.Day 3: Masai Mara Full DayAfter a sumptuous breakfast, head out with a picnic bush lunch for a full day game viewing a cross the rich tree studded grassland and rolling hills. The famous Mara is renowned for its great herds of plain game, black-maned lions, leopard and cheetah but also contains numerous elephant and virtually every type of wildlife to be found in Kenya. Return for dinner and overnight at the camp.Day 4: Masai Mara  SerengetiRise up for an early breakfast and depart from Masai mara to Isabenia boarder of Kenya and Tanzania for Serengeti National Park arriving in the evening if time permit proceed for evening game drive. Dinner and overnight at the SERONERA WILDLIFE LODGE.Day 5: Serengeti Full DayAfter breakfast and packed picnic lunch, proceed for the full day game viewing in Serengeti. Every year more than a million wildebeest, 200,000 Zebras and 300,000 Thomson’s gazelle gather to undertake their long trek to new grazing lands, followed by predators lion, leopard, cheetah, and hyenas. During their trek more than 8,000 calves are produced a day, and thousands are killed by predators. Return to Serengeti camp for dinner and overnight.Day 6: Serengeti  NgorongoroAfter early breakfast and morning game drive depart to Ngorongoro with an optional stop at Olduvai Gorge arriving in the evening. Dinner and overnight at NGORONGORO SIMBA CAMPSITE.Day 7: Ngorongoro  ArushaAfter early Breakfast, depart for the Ngorongoro crater with your picnic lunch for a full day of tracking game in the crater floor. You will break for your picnic lunch at the Ngoitoktok springs picnic site. All the big five may be seen. This huge caldera or collapsed volcano is 250 square kilometres and 600 metres deep. Its spectacular settings and abundance of wildlife makes it one of the natural great wonders of the world is referred to as the eighth wonder of the world or the EDEN of Africa. Late afternoon depart to Arusha arriving in the evening drop off at your hotel.  ",
        "inclusions": "     PACKAGE INCLUDES:Meet, Greet and Assist services.Full board accommodation while on Safari.Game drives in the parks and game reserves visited.A professional driver/guide.Transport in a comfortable safari vehicle with a pop-up roof for game viewing.Drinking water while on safari.         PACKAGE EXCLUDES:Park fees to the game reserveTips to service providers (Highly Recommended)Maasai cultural village visit and other optional activities.All expenses of personal nature (e.g. drinks, laundry, optional activities, souvenirs etc.)Drinks and any other item not specified above.     "
    }
}