{
    "f11": {
        "overview": "  Kenya  TanzaniaNairobi  Masai Mara  L .Nakuru  Amboseli  L. Manyara  Serengeti  Ngorongoro  Arusha10 Days & 9 NightsDay 1: Nairobi  Masai MaraPick up from your hotel or airport and meet other travelers and depart for the safari with a stop over at The Great Rift Valley escarpment. Arrive and check in for lunch atRHINO TOURIST CAMPor similar camp located just 1km from Masai Mara Reserve’s Oloolaimutia Gate. Embark on afternoon game drives and return to camp for dinner and overnight.Day 2: Masai Mara Full DayAfter breakfast, full day is spent in search of Elephant, Zebra, Wildebeest, Rhino, Buffalo, Lion, Cheetah, Leopard and other plains game and have picnic bush lunch. Late afternoon you have optional nature walk or a visit to a nearby Masai village. Dinner and overnight at the camp.Day 3: Masai Mara-L. NakuruAfter late breakfast leave the camp for Nakuru with picnic lunch at Narok arriving Nakuru in the evening. Dinner and overnight at CITYMAX HOTEL or similar budget hotel.Day 4: Nakuru  AmboseliAfter early breakfast, drive to Lake Nakuru National Park where you are going to see a lot of flamingoes and other birds. You also have the chance to see the black and white rhino. Afterward depart to Amboseli via Nairobi with picnic lunch on the way arriving in the evening. If time permit you can have short game drive to see Mt. Kilimanjaro and big elephants. Dinner and overnight MANJARO TENTED CAMP or similar.Day 5: Amboseli Full DayPre-morning game drive will be the perfect time for photographing the humbling and magnificent Mt. Kilimanjaro the highest peak in Africa. You also guaranteed to see the big elephants, giraffes, lions etc. Dinner and overnight in the camp.Day 6: Amboseli-Lake Manyara National ParkEarly breakfast then proceed for morning game drives exit the park and, we drive into Tanzania via the Namanga border. We also pass through Arusha to Lake Manyara National park with lunch enroute arriving in the evening. If time permit proceed for evening game drive and the main attractions are its rich bird life, tree climbing lions and its hippos, which you can see at a closer range than many other places dinner and overnight at the PANORAMA SAFARI CAMP or similar.Day 7: Lake Manyara-Serengeti National ParkMorning game drives at Lake Manyara National park a shallow also hosts thousands of flamingos at certain times of the year and has diverse vegetation ranging from savannah, to marshes and acacia woodland, enabling a variety of wildlife habitats including butterflies. Later proceed to Serengeti National Park arriving in the evening game drive enroute to the campsite for dinner and overnight stay at SERONERA CAMP or similar.Day 8: Serengeti Full DayAfter breakfast with picnic lunch proceed for morning and afternoon game viewing in Serengeti. Every year more than a million wildebeest, 200,000 Zebras and 300,000 Thomson’s gazelle gather to undertake their long trek to new grazing lands, followed by predators lion, leopard, cheetah, and hyenas. During their trek more than 8,000 calves are produced a day, and thousands are killed by predators. Return to the camp for dinner and overnight.Day 9: Serengeti  NgorongoroAfter breakfast with picnic lunch proceed Morning game drive, then leave Serengeti for Ngorongoro with an optional stop at Olduvai Gorge,a river canyon cut a 100 meters deep through the volcanic soil of the Serengeti plains. Buried in the layers are hominids and remains of animals that lived and died more than 2 million years ago. The guides will give you on site information of the gorge. Proceed to Ngorongoro for dinner and overnight at the NGORONGORO SIMBA CAMP or similar.Day 10: Ngorongoro Crater  ArushaAfter Breakfast, depart for the Ngorongoro crater with your picnic lunch for a full day of tracking game in the crater floor. You will break for your picnic lunch at the Ngoitoktok springs picnic site. All the big five may be seen. This huge caldera or collapsed volcano is 250 square kilometres and 600metres deep. Its spectacular settings and abundance of wildlife makes it one of the natural great wonders of the world -is referred to as the eighth wonder of the world or the EDEN of Africa. Late afternoon drive back to Arusha to end your trip.  ",
        "inclusions": "     PACKAGE INCLUDES:Meet, Greet and Assist services.Full board accommodation while on Safari.Game drives in the parks and game reserves visited.A professional driver/guide.Transport in a comfortable safari vehicle with a pop-up roof for game viewing.Drinking water while on safari.         PACKAGE EXCLUDES:Park fees to the game reserveTips to service providers (Highly Recommended)Maasai cultural village visit and other optional activities.All expenses of personal nature (e.g. drinks, laundry, optional activities, souvenirs etc.)Drinks and any other item not specified above.     "
    }
}