{
    "f12": {
        "overview": "  Kenya and Tanzania Marvelous Group Safari AdventureNairobi  Masai Mara  L. Nakuru  Amboseli  Arusha  Tarangire  Manyara  Serengeti  Ngorongoro  Arusha  Nairobi12 Days & 11 NightsDay 1: Nairobi  Masai MaraPick up from your Hotel at 8.00 am drive to the viewpoint of the Rift Valley, descend the escarpment and drive via Narok town then to Masai Mara National Reserve. Arrive for lunch and check in at RHINO TOURIST CAMP or similar. After lunch proceed for afternoon game drive in Masai Mara game reserve famous for its black manned lion and yearly migrations of wildebeests from Serengeti in Tanzania to Masai Mara in Kenya. Return to camp for dinner and overnight.Day 2: Masai Mara Full Day Game DriveAfter early morning breakfast, full day spent game viewing and exploring this spectacular park with picnic lunch served in the park at the Mara river border of Kenya and Tanzania. Return to the camp for dinner and overnight.Day 3: Masai Mara  Lake NakuruAfter breakfast, check out of the camp and leave Masai Mara game reserve with an option of visiting Maasai culture village at an extra cost as you drive to Nakuru with lunch enroute, arriving in Nakuru late in the afternoon for dinner and overnight at a CITYMAX HOTEL-NAKURU or similar budget hotel.Day 4: Nakuru  AmboseliAfter breakfast, proceed for an extensive morning game drive in Lake Nakuru National Park to see the many wild animals that inhabit this unique park. Lake Nakuru is known for it’s millions of flamingoes and other water birds. Leave lake Nakuru National Park to proceed to Amboseli National Park with lunch enroute for dinner and overnight at a MANJARO TENTED CAMP or similar in Amboseli.Day 5: AmboseliAfter breakfast, full day spent in Amboseli National Park with an optional tour to Maasai village to experience their traditional way of life and dances, Meals and night at the camp.Day 6: Amboseli  ArushaAfter breakfast leave campsite for the last game drive in the park as you leave the Amboseli park for Arusha with stop over lunch, arriving Arusha town by 2pm and transfer to your hotel. Dinner and overnight at AMBASSADOR HOTEL or similar.Day 7: Arusha to Tarangire National Park.Pick up at hotel in Arusha for your 5 Days Tarangire, Manyara, Serengeti, Ngorongoro Crater Safari Tour. Proceed to Tarangire National Park with packed lunch for a full day game drive. It has an extensive collection of exotic birds, antelopes, lions, leopards, giraffes, buffaloes and the supposedly tree climbing pythons which can be seen around the swamps. But the most important feature of this Park, the game in the necklace, is the Tarangire River. Dinner and overnight at TARANGIRE CAMP or similar.Day 8: Tarangire to Lake Manyara National ParkAfter breakfast at the camp, proceed with picnic lunch to Lake Manyara for a full day game drive in beautiful Manyara National Park. See buffalo, giraffe, zebra and many more species, all set against the stunning backdrop of the Great Rift Wall. Dinner and overnight at PANORAMA SAFARI CAMP or similar.Day 9: Lake Manyara  Serengeti National ParkSet out for the endless open plains and stunning skies of the Serengeti. A scenic four hour drive, game drive together with late evening game drive till 5pm. Dinner and overnight at SERONERA CAMP.Day 10: Serengeti to NgorongoroAfter a early morning game drive an early lunch, proceed to Ngorongoro, where the night will be spent on the Crater Rim. Dinner and overnight at Ngorongoro at NGORONGORO SIMBA CAMP.Day 11: Ngorongoro Crater tour  back to ArushaEarly breakfast, proceed directly to the Crater floor for a 6 hour day crater tour with picnic lunches. Later proceed back to Arusha in the evening for diner and overnight at AMBASSADOR HOTEL.Day 12 Arusha -Airport  NairobiAfter breakfast take a morning shuttle back to Nairobi to get dropped at your hotel or Airport or get dropped at the Arusha airport for your flight back home.  ",
        "inclusions": "     PACKAGE INCLUDES:Meet, Greet and Assist services.Full board accommodation while on Safari.Game drives in the parks and game reserves visited.A professional driver/guide.Transport in a comfortable safari vehicle with a pop-up roof for game viewing.Drinking water while on safari.         PACKAGE EXCLUDES:Park fees to the game reserveTips to service providers (Highly Recommended)Maasai cultural village visit and other optional activities.All expenses of personal nature (e.g. drinks, laundry, optional activities, souvenirs etc.)Drinks and any other item not specified above.     "
    }
}