{
    "f4": {
        "overview": "  Migration CircuitNairobi  Masai Mara  L. Nakuru  NairobiFrom $ 500 PP; 1/Jan/2024  30th/Jun/2024From $700 PP; 1/July/2024  30th/ Dec/2024NOTE: For a single room you add an extra USD 304 Days & 3 NightsDay 1: Nairobi -Masai MaraPicked up from your hotel around 7.00am join other travelers and depart Nairobi to Masai Mara Game Reserve with a stop over at the Great Rift Valley view point. You arrive Masai Mara late afternoon, early evening and proceed for a game drive dinner and overnight at RHINO TOURIST CAMP or similar.Day 2: Masai Mara Full dayAfter breakfast depart with picnic lunch boxes, you’ll spent full day exploring this unique park which really forms the northern part of the famous Serengeti National Park. Meals and overnight at the camp.Day 3: Masai Mara  L. NakuruAfter breakfast depart for Lake Nakuru with stop over lunch at Transit Hotel. You are going to arrive Nakuru early evening dinner and overnight at CITYMAX HOTEL  NAKURU or similar.Day 4: Day Lake Nakuru  NairobiAfter breakfast proceed for a game drive to Lake Nakuru National Park which is world renowned for its masses of flamingoes and is often referred to as the “Pink Lake”. Beside birds, it is possible to see small game, like Water Buck, Impala, Rhino and Buffalo in the gardens surrounding. After lunch depart to Nairobi arriving around 4pm in the evening.  ",
        "inclusions": "     PACKAGE INCLUDES:Meet, Greet and Assist services.Park fees to the game reserveFull board accommodation while on Safari.Game drives in the parks and game reserves visited.A professional driver/guide.Transport in a comfortable safari vehicle with a pop-up roof for game viewing.Drinking water while on safari.         PACKAGE EXCLUDES:Tips to service providers (Highly Recommended)Maasai cultural village visit and other optional activities.All expenses of personal nature (e.g. drinks, laundry, optional activities, souvenirs etc.)Drinks and any other item not specified above.     "
    }
}