{
    "f6": {
        "overview": "  Best of Kenya SafariLOW SEASON (January to June 2024);1 Pax PP $ 1, 555 | 2 Pax $ 1, 1140 PP | 3-4 Pax $ 1, 015 PP | 5 Pax $ 915 PP | 6-7 pax $ 890 PPHIGH SEASON( July to December)1 Pax PP $ 1, 735 | 2 Pax $ 1, 370 PP | 3-4 Pax $ 1, 240 PP | 5 Pax $ 1, 140 PP | 6-7 pax $ 890 PPNote : Single Room Supplement 0f is applicable where Pax is travelling in a group and booked in a single room.Nairobi  Masai Mara  L. Nakuru  L. Naivasha/Hell’s GateDay 1: Nairobi to Masai MaraPick up from your hotel or airport and commence the drive to Masai Mara via The Great Rift Valley view point where you will have a breathtaking view of the floor of the rift valley. You will arrive in time for lunch. Check in at RHINO TOURIST CAMP or similar. Later in the afternoon depart for a game viewing drive in the Masai Mara Reserve. Return back to the camp for a sumptuous buffet dinner ending with good time for resting at your camp/lodge.Day 2: Full Day Game Drive in Masai Mara ReserveHave breakfast at 6:30 am and at 7 am, leave for a full day game viewing in the park. On this day, spend the full day exploring Masai Mara in search of the Big Five and other wildlife including hippos and Nile crocodile. Thereafter, go for picnic lunch in park under a croton tree shade overlooking the vast landscape of the park.It is in the Mara that perhaps the most spectacular event of the natural world takes place: the great migration. This is the annual migration of millions of wildebeest and zebra from the Serengeti (in Tanzania) in search of water and pasture. Following on their heels are the predators of the savanna  lions, cheetahs, jackals, hyenas and vultures.Dinner and Overnight at the camp.Day 3: Depart Masai Mara to L. Nakuru National ParkYou will have breakfast thereafter check out commence the drive to Nakuru. You will have lunch on the way. Upon arrival you will check in and have a rest. Later have dinner and spend the night at the Lanet Matfam Resort or similar .Day 4: Nakuru to Lake NaivashaYou will have an early breakfast and depart by 7am to straight to Lake Nakuru National Park. Its a small park with magnificent, rare white rhinos which form part of the Big five animals. There is also a possibility to see the pink flamingos .Later depart to Naivasha and check in at Villa GraziaYou will later go for an hour boat ride on Lake Naivasha for bird watching and hippo viewing and Crescent Island Sanctuary for a unique walk with wildlife. The sanctuary is home for giraffes, water-bucks, elands, wildebeests, zebras, impalas and hippos among other wildlife one is likely to find at the conservancy. Birds include the fish eagles, ospreys, lily-trotters and many more.Dinner and Overnight at Villa Grazia Hotel.Day 5: Hell’s Gate National Park to NairobiBreakfast at the hotel and check out. Thereafter proceed to Hell’s Gate for biking safari with a visit to the gorges. Later drive back to Nairobi with drop off at your hotel or airport  ",
        "inclusions": "     PACKAGE INCLUDES:Meet, Greet and Assist services.Entrance Park feesFull board accommodation while on Safari.Game drives in the parks and game reserves visited.A professional driver/guide.Transport in a comfortable safari vehicle with a pop-up roof for game viewingDrinking water while on safari.         PACKAGE EXCLUDES:Tips to service providers (Highly Recommended)Maasai cultural village visit and other optional activities.All expenses of personal nature (e.g. drinks, laundry, optional activities, souvenirs etc.)Drinks and any other item not specified above.     "
    }
}