{
    "f7": {
        "overview": "  Simba SafariNairobi  Masai Mara  L. Nakuru  Amboseli  Nairobi1/ January/ 2024  30/ June/ 2024:1 Pax 1400 PP | 2 Pax 1160 PP | 3 Pax 1150 PP | 4 Pax 1140 PP1/ May/ 2024  30/ June/ 2024:1 Pax 1350 PP | 2 Pax 1140 PP | 3 Pax 1130 PP | 4 Pax 1120PP1/ July/ 2024  31/ August/ 2024 :1 Pax 1750 PP | 2 Pax 1530 PP | 3 Pax 1530 PP | 4 Pax 1450 PP1/ September/ 2024  31/ October/ 2024 :1 Pax 1680 PP | 2 Pax 1400 PP | 3 Pax 1380 PP | 4 Pax 1350 PPNOTE: For a single room you add an extra USD 906 Days & 5 NightsDay 1: Nairobi/ Masai MaraPick up from your hotel or residence and drive to the view point of the Rift Valley, descend the escarpment and drive via Narok town then to Masai Mara for lunch at the Lodge. After lunch proceed for afternoon game drive in Masai Mara game reserve famous for its black manned lion and yearly migrations of wildebeests from Serengeti in Tanzania to Masai Mara in Kenya, dinner and overnight at the JAMBO MARA SAFARI LODGE or similar camp/lodge.Day 2: Masai Mara Full Day Game DriveAfter early morning breakfast, full day spent game viewing and exploring this spectacular park with picnic lunch served in the park at the Mara river border of Kenya and Tanzania, return to the Lodge for dinner and overnight at the lodge/camp.Day 3: Masai Mara/Lake NakuruAfter breakfast leave Masai mara as you drive to Nakuru with lunch enroute, arriving in Nakuru late in the afternoon for dinner and overnight at WATERBUCK HOTEL-NAKURU or similar.Day 4: Nakuru/AmboseliAfter breakfast, proceed for an extensive morning game drive in Lake Nakuru National Park to see the many animals that inhabit this unique park. Lake Nakuru is known for it’s millions of flamingoes and other water birds. Leave lake Nakuru National Park to proceed to Amboseli National Park with lunch enroute for dinner and overnight at AA AMBOSELI LODGE.Day 5: Amboseli Full Day Game DriveAfter breakfast, full day spent in Amboseli National Park with an optional tour to masai village to experience their traditional way of life and dances. Meals and night at the lodge.Day 6: Amboseli/NairobiAfter breakfast leave the lodge for the last game drive in the park as you leave the Amboseli park for Nairobi with a picicnic lunch served enroute arriving in Nairobi late afternoon with sweet memories.  ",
        "inclusions": "     PACKAGE INCLUDES:Meet, Greet and Assist services.Park fees to the game reserve and and parksFull board accommodation while on Safari.Game drives in the parks and game reserves visited.A professional driver/guide.Transport in a comfortable safari vehicle with a pop-up roof for game viewing.Drinking water while on safari.         PACKAGE EXCLUDES:Tips to service providers (Highly Recommended)Maasai cultural village visit and other optional activities.All expenses of personal nature (e.g. drinks, laundry, optional activities, souvenirs etc.)Drinks and any other item not specified above.     "
    }
}