{
    "f9": {
        "overview": "  Kibera Slum TourFrom $90 P.PJourney with us and tour Kibera slum, the largest urban slum in Africa, with a growing population of 250,000 people. The slum was established in 1889 during the construction of the Ugandan Railway, where the laborers stayed. After the completion of the railway, the workers were forced to evict the place. In 1931, the people were allowed to live there since there were many emerging slums in Nairobi, and through this occurrence, the Kibera slum was born. Take this tour as a chance to give back to the locals, and also to see the resilience of the residents of one of the world’s biggest urban slums.Half- day tour:Start the tour with a walking visit of Toi market, Nairobi’s biggest second-hand market. This market lies just next to Kibera slum and many residents of the slum get their daily bread from running small businesses within it.Visit Vincento Beads Making business. There, you will see the amazing beadwork and also, get a chance to buy some of the handmade jewelry as souvenirs.Proceed to Victorious Bone Crafts Group that has made a major impact to the community and environment at large. The group collects trash, repurposes it and turns it into treasure. The group collects both old and fresh bones from butcheries, brass and horns and transforms them into bowls, trinkets and jewelry. Kibera residents are innovative and resilient people as seen from this endeavor.Later in the day, visit a typical Kibera house with the help of a guide. Through this, you will be able to interact one on one with the residents and get to know about their daily life experiences, and what life is like at the slum.Visit one of the many biogas centers in Kibera and get the insight of how human waste from the residents is transformed into biogas and fertilizer.Lastly visit some of the NGOs projects in the area and see how they seek to impact many lives positively in Kibera thus uplifting the community. Some of these NGOs deal with administering help to people living with HIV, orphans as well as dealing with the housing and sanitation problem within the area.If time allows, you might visit some of the stadiums in Kibera and get to see remarkably talented people practicing and playing football. Kibera residents are ripe with talents and skills but most lack the opportunity to display and earn from them.This tour is definitely an eye opener on the poverty that exists in the world, as well as providing an avenue for one to be grateful for what they have. Donations and gifts may be given to the incredible individuals and institutions you will encounter.  ",
        "inclusions": "     PACKAGE INCLUDES:Meet, Greet and Assist services.Guide and guard.Transport.Drinking water while on safari.         PACKAGE EXCLUDES:Tips and donations to service providers (Highly Recommended)Other optional activities.All expenses of personal nature (e.g. drinks, laundry, optional activities, souvenirs etc.)Drinks and any other item not specified above.     "
    }
}