{
    "Bali": {
        "description": "6 Day Bali HolidayPackage: 6 Day Bali Holiday Duration: 6 Days/4 Nights Extra: Dinner Cruise",
        "price": "$2402",
        "overview": " OverviewBali is a holiday destination popular the world over for its golden beaches, rich culture, heritage and history as well as its beautiful weather and friendly people. With a range of destinations that suit young visitors looking to party and the more serious travelers looking to soak up the fascinating culture and distinctive artwork, there are Bali holiday packages to suit everyone. Accommodation is spread out over the island with each conveniently located to its region attractions, surf beaches, dining and entertainment precincts and nightlife. Bali holidays offer a myriad of experiences for couples, families and groups of friends with accommodation ranging from budget backpacker options all the way through to luxury 5-star resorts and villas. Nairobi - Bali Flight from Nairobi to Bali, visit the Garuda Wisnu Kencana Culture Park, Uluwatu Temple & Jimbaran on Day 1.Kintamani Tour Visit Batubulan, Celuk Village, Tegalalang, Kintamani, Mount Batur, Denspar, Goa Gajah, Mas Village, and finally Tohpati Village's Batik Gallery on Day 2.Jatiluwih TourVisit the Taman Ayun Temple, Ulun's Danu Temple, Jatiluwih and finally the Monkey forest at Alas Kedaton & Tanah Lot Temple on Day 3.East Bali TourVisit Goa Lawah Temple, Bat Cave Templ, Tenganan Village, Tirta Gangga Water Palace, Taman Sukasada Water Palace and finally Lagoon Beach on Day 4. North Bali TourVisit Pacung Rice Terrace, Pancasari Village, Lake Tamblingan, Gitgit Waterfall and finally the Banjar Hot Spring on Day 5.Download Itinerary ",
        "inclusions": " Included: Return Flight Tickets4 Nights' Accommodation with daily Breakfast.Return Airport transfers to and from hotel.Full Day Barong Kintamani Tour with Lunch at local Indian restaurant on SIC BasisSunset Dinner Cruise.Half Day Tanaha Lot TourWater Sports at Tanjung Benoa. Excluded: Travel InsuranceVisaTips/Gratuities "
    }
}